Repository: pkp/texture
Catalog: locale/*/locale.po
Languages: ar_iq, ca_es, cs_cz, es_es, fr_ca, id, pt_br, ru_ru

# plugins.generic.texture.notification.extracted
source: File extraction successful
ar_iq: استخراج ملف DAR تم بنجاح
ca_es: L'arxiu s'ha extret correctament
cs_cz: Extrakce souboru proběhla úspěšně
es_es: El archivo DAR se extrajo correctamente
fr_ca: Fichier DAR extrait avec succès
id: Proses ekstrak file DAR berhasil
pt_br: Extração de arquivo bem-sucedida
ru_ru: Файл извлечен успешно

# plugins.generic.texture.notification.noValidDarFile
source: No valid DAR file
ar_iq: لا يوجد ملف DAR صحيح
ca_es: No hi ha cap arxiu DAR vàlid
cs_cz: Není k dispozici soubor DAR
es_es: Ningún archivo DAR válido
fr_ca: Il n'y a pas de fichier DAR valide
id: Tidak ada file DAR yang valid
pt_br: Nenhum arquivo DAR válido
ru_ru: Нет корректного файла DAR

# plugins.generic.texture.notification.noManifest
source: No manifest file available
ar_iq: لا يتوفر البيان الأساسي حالياً
ca_es: No hi ha cap arxiu de manifest disponible
cs_cz: Není k dispozici manifest
es_es: Ningún archivo de manifiesto disponible
fr_ca: Aucun fichier Manifest disponible
id: Tidak tersedia file manifes
pt_br: Nenhum arquivo de manifesto disponível
ru_ru: Файл манифеста не доступен

# plugins.generic.texture.notification.noManuscript
source: No manuscript file available
ar_iq: لا يتوفر ملف خطي حالياً
ca_es: No hi ha cap arxiu de manuscrit disponible
cs_cz: Není k dispozici soubor s rukopisem
es_es: Ningún archivo de manuscrito disponible
fr_ca: Aucun fichier Manuscript disponible
id: Tidak tersedia file naskah
pt_br: Nenhum arquivo de manuscrito disponível
ru_ru: Файл манускрипта не доступен

# plugins.generic.texture.links.extractDarArchive
source: Extract DAR
ar_iq: استخراج DAR
ca_es: Extreure DAR
cs_cz: Extrahovat DAR
es_es: Extraer DAR
fr_ca: Extraire le fichier DAR
id: Ekstrak DAR
pt_br: Extrair DAR
ru_ru: Извлечь DAR

# plugins.generic.texture.links.exportDarArchive
source: Export DAR
ar_iq: تصدير DAR
ca_es: Exportar DAR
cs_cz: Exportovat DAR
es_es: Exportar DAR
fr_ca: Exporter le fichier DAR
id: Ekspor DAR
pt_br: Exportar DAR
ru_ru: Экспортировать DAR

# plugins.generic.texture.links.editWithTexture
source: Edit with Texture
ar_iq: تعديل البنية
ca_es: Editar amb Texture
cs_cz: Editovat pomocí Texture
es_es: Editar con Texture
fr_ca: Éditer dans Texture
id: Edit menggunakan Texture
pt_br: Editar com Texture
ru_ru: Редактировать в Texture

# plugins.generic.texture.links.createGalley
source: Create Galley
ar_iq: إنشاء لوح طباعي
ca_es: Crear galerada
cs_cz: Vytvořit sazebnici
es_es: Crear galerada
fr_ca: Créer des épreuves
id: Buat Galley
pt_br: Criar Composição
ru_ru: Создать гранку

# plugins.generic.texture.description
source: Plugin to integrate the Texture JATS XML editor with OJS.
ar_iq: هذه الإضافة توفر إمكانية تعديل البنية، أي ملفات JATS XML في نظام المجلات المفتوحة.
ca_es: Mòdul per integrar l'editor Texture JATS XML amb OJS.
cs_cz: Plugin pro integraci editoru Texture JATS XML do OJS.
es_es: Módulo para integrar el editor Texture JATS XML con OJS.
fr_ca: Plugiciel intégrant l'outil d'édition JATS XML Texture dans OJS.
id: Plugin mengintegrasikan editor Texture JATS XML dengan OJS.
pt_br: Plugin para integrar o editor Texture JATS XML ao OJS.
ru_ru: Плагин интегрирует редактор JATS XML «Texture» с OJS.

# plugins.generic.texture.displayName
source: Texture Editor Plugin
ar_iq: إضافة تعديل البنية
ca_es: Mòdul editor Texture
cs_cz: Plugin editoru Texture
es_es: Módulo editor Texture
fr_ca: Plugiciel de l'outil d'édition Texture
id: Plugin Texture Editor
pt_br: Plugin editor Texture
ru_ru: Плагин «Редактор Texture»

# plugins.generic.texture.links.extractZipArchive
source: Extract ZIP Archive
ca_es: Extreure l'arxiu ZIP
cs_cz: Extrahovat ZIP archiv
id: Ekstrak Arsip ZIP
pt_br: Extrair arquivo ZIP
ru_ru: Извлечь ZIP-архив
